11/data/attachments/1367dc7d5a8b429.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kristen_until_Actions_52895_4</nif:username>
            <nif:friendToBeRequested>soap_actions_98f60691-be80-470b-94d6-73dbec17b911</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>